00
682
401
786
427
446
584
428
560
715
414
852
996
38
250.13
486
658
V54
578
297
434
611
604
552
780
410
250.03
725
553
425
185
345
599
197
250.02
296
558
413
542
250.6
431
276
202
820
738
790
493
562
278
592
518
727
250.82
250.81
456
491
590
426
566
331
453
V57
530
433
250.11
511
233
435
250.8
654
723
112
569
280
250.4
162
163
250.7
361
193
153
722
V58
285
188
298
656
998
404
577
191
237
415
516
459
618
312
198
250.41
571
591
438
440
250
444
V45
997
821
482
300
286
620
724
218
574
344
728
970
292
70
458
531
250.2
959
550
572
250.12
730
812
386
411
227
274
402
726
585
555
789
644
836
532
157
507
719
600
781
581
784
216
536
441
823
8
295
655
945
625
420
535
567
378
695
593
787
729
250.92
250.01
805
782
575
802
614
154
962
641
490
424
171
174
485
183
230
464
681
451
721
595
291
466
172
455
250.42
250.93
79
799
633
395
807
897
182
756
813
824
432
84
333
648
522
714
403
250.83
564
303
189
788
942
537
785
867
473
250.1
924
332
808
88
481
396
716
557
155
512
289
416
568
626
263
853
556
290
825
850
211
421
277
205
196
608
461
707
235
607
892
540
610
995
294
238
335
200
965
436
865
349
283
284
533
794
596
528
711
358
241
541
220
250.3
642
851
496
495
663
801
969
661
311
204
646
250.23
78
250.22
340
82
922
351
527
430
710
462
733
250.21
150
304
203
V71
380
920
487
508
976
685
239
288
348
616
V53
437
483
576
53
327
225
253
579
494
V63
V55
281
357
287
893
514
?
515
250.33
831
989
226
972
149
475
398
443
275
337
94
586
250.53
660
9
212
179
465
873
622
844
250.5
573
151
442
519
708
906
632
709
753
245
913
800
447
242
891
199
293
480
250.43
736
883
152
627
305
617
307
309
510
478
880
323
513
534
223
158
299
933
5
958
369
815
252
318
282
861
718
983
598
529
115
659
521
963
376
860
42
822
806
847
621
680
501
192
217
V26
346
492
603
110
986
846
47
164
338
878
977
310
746
705
273
565
623
885
868
783
423
645
229
350
881
429
244
664
886
228
863
864
370
706
394
210
V56
V51
854
526
941
474
160
355
845
968
3
250.9
454
999
601
341
992
255
148
751
11
835
647
201
471
135
843
840
640
251
250.32
V60
588
417
142
732
792
136
342
745
250.31
816
362
262
810
214
98
693
54
793
904
27
882
184
980
692
935
353
796
879
10
875
156
208
939
368
383
452
35
320
31
594
250.91
838
117
E909
686
747
967
448
445
236
470
240
180
397
928
41
737
911
862
422
619
145
551
795
583
955
700
405
384
39
457
890
964
356
66
814
412
250.52
643
34
694
652
7
966
817
49
352
261
916
379
52
987
359
354
903
V25
848
306
463
143
602
194
704
671
703
246
161
803
759
952
131
934
336
272
V43
382
957
V70
734
914
615
804
570
266
141
717
582
375
365
175
684
57
923
683
580
147
215
V66
797
V67
720
385
391
971
366
921
48
839
146
301
347
871
75
173
696
605
936
219
649
791
314
657
388
991
374
653
